Repository: njaistudio/app_core
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, id, mn, ms, ne, pl, si, th, tr, vi

source: Hard word
ar: كلمة صعبة
bn: কঠিন শব্দ
id: Kata sulit
mn: Хэцүү үг
ms: Perkataan sukar
ne: गाह्रो शब्द
pl: Trudne słowo
si: අමාරු වචන
th: คำยาก
tr: Zor kelime
vi: Từ khó

source: Continue learning
ar: متابعة التعلّم
bn: শেখা চালিয়ে যান
id: Lanjutkan belajar
mn: Суралцаагаа үргэлжлүүлэх
ms: Teruskan pembelajaran
ne: सिकाइ जारी राख्नुहोस्
pl: Kontynuuj naukę
si: ඉගෙනීම දිගටම කරගෙන යන්න
th: เรียนต่อ
tr: Öğrenmeye devam et
vi: Tiếp tục học

source: Mark as known
ar: وضع علامة معروف
bn: পরিচিত হিসেবে চিহ্নিত করুন
id: Tandai sebagai sudah dikenal
mn: Мэддэг гэж тэмдэглэх
ms: Tandakan sebagai sudah tahu
ne: थाहा भएको भनेर चिन्ह लगाउनुहोस्
pl: Oznacz jako znane
si: දැන සිටින ලෙස ලකුණු කරන්න
th: ทำเครื่องหมายว่ารู้แล้ว
tr: Biliniyor olarak işaretle
vi: Đánh dấu đã biết

source: Needs Review
ar: يحتاج إلى مراجعة
bn: পুনরাবৃত্তি দরকার
id: Perlu ditinjau
mn: Дахин давтах шаардлагатай
ms: Perlu ulang kaji
ne: पुनरावलोकन आवश्यक
pl: Wymaga powtórki
si: නැවත සමාලෝචනය කළ යුතුයි
th: ต้องทบทวน
tr: Tekrar gerekli
vi: Cần ôn tập

source: Mastered
ar: تم إتقانه
bn: ভালোভাবে আয়ত্ত হয়েছে
id: Telah dikuasai
mn: Сайн эзэмшсэн
ms: Telah dikuasai
ne: पूर्ण रूपमा सिकियो
pl: Opanowane
si: හොඳින් දැනගත්
th: เชี่ยวชาญแล้ว
tr: Ustalık kazanıldı
vi: Đã thành thạo

source: Already Known
ar: معروف مسبقًا
bn: ইতিমধ্যেই জানা
id: Sudah dikenal
mn: Аль хэдийн мэддэг
ms: Sudah diketahui
ne: पहिले नै थाहा छ
pl: Już znane
si: දැනටමත් දන්නා
th: รู้แล้ว
tr: Zaten biliniyor
vi: Đã biết rồi

# nextReviewIn
source: Next Review in {time}
ar: المراجعة التالية بعد {time}
bn: {time} পরে পরবর্তী পুনরাবৃত্তি
id: Ulasan berikutnya dalam {time}
mn: {time}-ийн дараа дахин давтах
ms: Ulang kaji selepas {time}
ne: {time} पछि पुनरावलोकन
pl: Powtórz za {time}
si: {time} පසු නැවත සමාලෝචනය
th: ทบทวนอีกครั้งใน {time}
tr: {time} sonra tekrar
vi: Ôn tập tiếp theo sau {time}

source: Lifetime
ar: مدى الحياة
bn: আজীবন
id: Seumur hidup
mn: Насанд турш
ms: Seumur hidup
ne: आजीवन
pl: Dożywotnio
si: ජීවිත කාලය පුරා
th: ตลอดชีพ
tr: Ömür boyu
vi: Trọn đời

# t2
source: Mon
ar: اث
bn: সোম
id: Sen
mn: Дав
ms: Isn
ne: सोम
pl: Pn
si: සඳු
th: จ
tr: Pzt
vi: T2

# t3
source: Tue
ar: ثل
bn: মঙ্গল
id: Sel
mn: Мяг
ms: Sel
ne: मंगल
pl: Wt
si: අඟ
th: อ
tr: Sal
vi: T3

# t4
source: Wed
ar: أر
bn: বুধ
id: Rab
mn: Лха
ms: Rab
ne: बुध
pl: Śr
si: බදා
th: พ
tr: Çar
vi: T4

# t5
source: Thu
ar: خم
bn: বৃহ
id: Kam
mn: Пүр
ms: Kha
ne: बिही
pl: Cz
si: බ්‍රහ
th: พฤ
tr: Per
vi: T5

# t6
source: Fri
ar: جم
bn: শুক্র
id: Jum
mn: Ба
ms: Jum
ne: शुक्र
pl: Pt
si: සිකු
th: ศ
tr: Cum
vi: T6

# t7
source: Sat
ar: سب
bn: শনি
id: Sab
mn: Бя
ms: Sab
ne: शनि
pl: Sb
si: සෙන
th: ส
tr: Cts
vi: T7

# cn
source: Sun
ar: أح
bn: রবি
id: Min
mn: Ня
ms: Ahd
ne: आइत
pl: Nd
si: ඉරි
th: อา
tr: Paz
vi: CN

source: Login
ar: تسجيل الدخول
bn: লগইন
id: Masuk
mn: Нэвтрэх
ms: Log masuk
ne: लगइन
pl: Zaloguj się
si: ඇතුල් වන්න
th: เข้าสู่ระบบ
tr: Giriş yap
vi: Đăng nhập

source: Delete Account
ar: حذف الحساب
bn: অ্যাকাউন্ট মুছুন
id: Hapus akun
mn: Бүртгэл устгах
ms: Padam akaun
ne: खाता मेटाउनुहोस्
pl: Usuń konto
si: ගිණුම මකන්න
th: ลบบัญชี
tr: Hesabı sil
vi: Xóa tài khoản

source: Cancel
ar: إلغاء
bn: বাতিল
id: Batal
mn: Цуцлах
ms: Batal
ne: रद्द गर्नुहोस्
pl: Anuluj
si: අවලංගු කරන්න
th: ยกเลิก
tr: İptal
vi: Hủy

# ok
source: Continue
ar: متابعة
bn: চালিয়ে যান
id: Lanjutkan
mn: Үргэлжлүүлэх
ms: Teruskan
ne: जारी राख्नुहोस्
pl: Kontynuuj
si: දිගටම
th: ดำเนินการต่อ
tr: Devam
vi: Tiếp tục

# deleteAccountQuestion
source: Do you want to delete all data?
ar: هل تريد حذف جميع البيانات؟
bn: আপনি কি সব ডেটা মুছে ফেলতে চান?
id: Apakah Anda ingin menghapus semua data?
mn: Бүх өгөгдлийг устгах уу?
ms: Adakah anda pasti mahu memadam semua data?
ne: के तपाईं सबै डाटा मेटाउन चाहनुहुन्छ?
pl: Czy chcesz usunąć wszystkie dane?
si: සියලු දත්ත මකා දැමීමට ඔබට අවශ්‍යද?
th: คุณต้องการลบข้อมูลทั้งหมดหรือไม่?
tr: Tüm verileri silmek istiyor musunuz?
vi: Bạn có muốn xóa toàn bộ dữ liệu không?

# deleteAccountDescription
source: You need login again to do that!
ar: ستحتاج إلى تسجيل الدخول مرة أخرى!
bn: আপনাকে আবার লগইন করতে হবে!
id: Anda perlu masuk kembali!
mn: Дахин нэвтрэх шаардлагатай!
ms: Anda perlu log masuk semula!
ne: यसका लागि तपाईंले पुनः लगइन गर्नुपर्नेछ!
pl: Aby to zrobić, musisz zalogować się ponownie!
si: එය කිරීමට ඔබ නැවත ඇතුල් විය යුතුය!
th: คุณต้องเข้าสู่ระบบอีกครั้งเพื่อดำเนินการนี้!
tr: Bunu yapmak için tekrar giriş yapmanız gerekir!
vi: Bạn sẽ cần đăng nhập lại để thực hiện việc này!

source: or
ar: أو
bn: অথবা
id: atau
mn: эсвэл
ms: atau
ne: वा
pl: lub
si: හෝ
th: หรือ
tr: veya
vi: hoặc

# selectLanguageTitle
source: Please select your language!
ar: يرجى اختيار لغتك!
bn: অনুগ্রহ করে আপনার ভাষা নির্বাচন করুন!
id: Silakan pilih bahasa Anda!
mn: Хэлээ сонгоно уу!
ms: Sila pilih bahasa!
ne: कृपया भाषा चयन गर्नुहोस्!
pl: Proszę wybrać język!
si: කරුණාකර භාෂාව තෝරන්න!
th: กรุณาเลือกภาษา!
tr: Lütfen dilinizi seçin!
vi: Vui lòng chọn ngôn ngữ!

source: Please wait a second!
ar: يرجى الانتظار لحظة!
bn: অনুগ্রহ করে একটু অপেক্ষা করুন!
id: Mohon tunggu sebentar!
mn: Түр хүлээнэ үү!
ms: Sila tunggu sebentar!
ne: कृपया केही क्षण पर्खनुहोस्!
pl: Proszę chwilę poczekać!
si: කරුණාකර මොහොතක් රැඳී සිටින්න!
th: กรุณารอสักครู่!
tr: Lütfen bir saniye bekleyin!
vi: Vui lòng đợi một chút!

source: Initializing data
ar: جارٍ تهيئة البيانات
bn: ডেটা শুরু করা হচ্ছে
id: Menginisialisasi data
mn: Өгөгдөл бэлтгэж байна
ms: Memulakan data
ne: डाटा सुरु हुँदैछ
pl: Inicjalizacja danych
si: දත්ත ආරම්භ කරමින්
th: กำลังเริ่มต้นข้อมูล
tr: Veriler başlatılıyor
vi: Đang khởi tạo dữ liệu

source: Update data
ar: تحديث البيانات
bn: ডেটা আপডেট করুন
id: Perbarui data
mn: Өгөгдөл шинэчлэх
ms: Kemas kini data
ne: डाटा अपडेट गर्नुहोस्
pl: Aktualizuj dane
si: දත්ත යාවත්කාලීන කරන්න
th: อัปเดตข้อมูล
tr: Verileri güncelle
vi: Cập nhật dữ liệu

source: Updating data
ar: جارٍ تحديث البيانات
bn: ডেটা আপডেট হচ্ছে
id: Sedang memperbarui data
mn: Өгөгдлийг шинэчилж байна
ms: Sedang mengemas kini data
ne: डाटा अपडेट हुँदैछ
pl: Aktualizowanie danych
si: දත්ත යාවත්කාලීන වෙමින්
th: กำลังอัปเดตข้อมูล
tr: Veriler güncelleniyor
vi: Đang cập nhật dữ liệu

source: Done
ar: تم
bn: সম্পন্ন
id: Selesai
mn: Дууссан
ms: Selesai
ne: सम्पन्न
pl: Gotowe
si: සම්පූර්ණයි
th: เสร็จสิ้น
tr: Tamamlandı
vi: Hoàn tất

source: Hello!
ar: مرحبًا!
bn: হ্যালো!
id: Halo!
mn: Сайн байна уу!
ms: Hai!
ne: नमस्ते!
pl: Cześć!
si: හෙලෝ!
th: สวัสดี!
tr: Merhaba!
vi: Xin chào!

# linkAccountToGetMore
source: Login or link your account to buy premium package!
ar: سجّل الدخول أو اربط حسابك لشراء الباقة المميزة!
bn: প্রিমিয়াম প্যাকেজ কিনতে লগইন করুন বা আপনার অ্যাকাউন্ট লিঙ্ক করুন!
id: Masuk atau tautkan akun Anda untuk membeli paket premium!
mn: Нэвтэрч орох эсвэл бүртгэлээ холбож премиум багц авна уу!
ms: Log masuk atau pautkan akaun untuk membeli pakej premium!
ne: प्रिमियम प्याकेज किन्न लगइन गर्नुहोस् वा खाता लिंक गर्नुहोस्!
pl: Zaloguj się lub połącz konto, aby kupić pakiet Premium!
si: ප්‍රීමියම් පැකේජය මිලදී ගැනීමට ඇතුල් වන්න හෝ ගිණුම සම්බන්ධ කරන්න!
th: เข้าสู่ระบบหรือเชื่อมโยงบัญชีเพื่อซื้อแพ็กเกจพรีเมียม!
tr: Premium paketi satın almak için giriş yapın veya hesabınızı bağlayın!
vi: Đăng nhập hoặc liên kết tài khoản để mua gói Premium!

# removeAds
source: Upgrade to Premium to skip all ads
ar: الترقية إلى المميز لإزالة جميع الإعلانات
bn: সব বিজ্ঞাপন সরাতে প্রিমিয়ামে আপগ্রেড করুন
id: Tingkatkan ke Premium untuk menghapus semua iklan
mn: Премиумд шилжиж бүх зар сурталчилгааг арилгана уу
ms: Naik taraf ke premium untuk buang semua iklan
ne: सबै विज्ञापन हटाउन प्रिमियममा अपग्रेड गर्नुहोस्
pl: Ulepsz do Premium, aby usunąć wszystkie reklamy
si: සියලුම දැන්වීම් ඉවත් කිරීමට ප්‍රීමියම් වෙත උසස් කරන්න
th: อัปเกรดเป็นพรีเมียมเพื่อลบโฆษณาทั้งหมด
tr: Tüm reklamları kaldırmak için Premium’a yükselt
vi: Nâng cấp lên Premium để bỏ toàn bộ quảng cáo

# adsOr
source: Or
ar: أو
bn: অথবা
id: atau
mn: эсвэл
ms: atau
ne: वा
pl: Lub
si: හෝ
th: หรือ
tr: Veya
vi: Hoặc

# linkAccount
source: Link accounts
ar: ربط الحساب
bn: অ্যাকাউন্ট লিঙ্ক করুন
id: Tautkan akun
mn: Бүртгэл холбох
ms: Pautkan akaun
ne: खाता लिंक गर्नुहोस्
pl: Połącz konto
si: ගිණුම සම්බන්ධ කරන්න
th: เชื่อมโยงบัญชี
tr: Hesap bağla
vi: Liên kết tài khoản

# perYear
source: Year
ar: سنة
bn: বছর
id: tahun
mn: жил
ms: setahun
ne: प्रति वर्ष
pl: Rocznie
si: වසරකට
th: ต่อปี
tr: Yıllık
vi: Mỗi năm

# microphonePermissionRequired
source: The app requires microphone permission to function.
ar: يتطلب التطبيق إذن الميكروفون للعمل.
bn: অ্যাপটি কাজ করার জন্য মাইক্রোফোনের অনুমতি প্রয়োজন।
id: Aplikasi memerlukan izin mikrofon untuk berfungsi.
mn: Аппликейшнд микрофоны зөвшөөрөл шаардлагатай.
ms: Kebenaran mikrofon diperlukan untuk menggunakan aplikasi.
ne: एप चलाउन माइक्रोफोन अनुमति आवश्यक छ।
pl: Aplikacja wymaga dostępu do mikrofonu, aby działać.
si: යෙදුම ක්‍රියා කිරීමට මයික්‍රෝෆෝන් අවසරය අවශ්‍යයි.
th: แอปต้องการสิทธิ์การใช้ไมโครโฟนเพื่อทำงาน
tr: Uygulamanın çalışması için mikrofon izni gereklidir.
vi: Ứng dụng cần quyền truy cập micro để hoạt động.

source: Microphone permission granted.
ar: تم منح إذن الميكروفون.
bn: মাইক্রোফোনের অনুমতি দেওয়া হয়েছে।
id: Izin mikrofon diberikan.
mn: Микрофоны зөвшөөрөл олгогдсон.
ms: Kebenaran mikrofon diberikan.
ne: माइक्रोफोन अनुमति प्रदान गरियो।
pl: Dostęp do mikrofonu został przyznany.
si: මයික්‍රෝෆෝන් අවසරය ලබා දී ඇත.
th: อนุญาตการใช้ไมโครโฟนแล้ว
tr: Mikrofon izni verildi.
vi: Đã cấp quyền truy cập micro.

# microphoneOpenSettings
source: Please tap here to open settings and grant microphone permission.
ar: يرجى النقر هنا لفتح الإعدادات ومنح إذن الميكروفون.
bn: সেটিংস খুলতে এবং মাইক্রোফোনের অনুমতি দিতে এখানে ট্যাপ করুন।
id: Ketuk di sini untuk membuka pengaturan dan memberikan izin mikrofon.
mn: Энд дарж тохиргоо руу орон микрофоныг зөвшөөрнө үү.
ms: Sila ketik di sini untuk buka tetapan dan benarkan mikrofon.
ne: कृपया यहाँ ट्याप गरेर सेटिङ खोल्नुहोस् र माइक्रोफोन अनुमति दिनुहोस्।
pl: Dotknij tutaj, aby otworzyć ustawienia i przyznać dostęp do mikrofonu.
si: කරුණාකර මෙහි තට්ටු කර සැකසුම් විවෘත කර මයික්‍රෝෆෝන් අවසරය ලබා දෙන්න.
th: กรุณาแตะที่นี่เพื่อเปิดการตั้งค่าและอนุญาตไมโครโฟน
tr: Lütfen ayarları açmak ve mikrofon izni vermek için buraya dokunun.
vi: Vui lòng nhấn vào đây để mở cài đặt và cấp quyền micro.

# ttsServiceRequired
source: The app uses Speech Services by Google to convert text to speech.
ar: يستخدم التطبيق خدمات Google لتحويل النص إلى كلام.
bn: এই অ্যাপটি টেক্সটকে কণ্ঠে রূপান্তর করতে Google Speech Services ব্যবহার করে।
id: Aplikasi menggunakan Layanan Ucapan Google untuk mengubah teks menjadi suara.
mn: Апп нь Google Speech Services-ийг ашиглан текстийг дуу хоолой болгодог.
ms: Aplikasi menggunakan Google Speech Services untuk menukar teks kepada suara.
ne: एपले Google Speech Services प्रयोग गरेर पाठलाई आवाजमा रूपान्तरण गर्छ।
pl: Aplikacja korzysta z Usług mowy Google do konwersji tekstu na mowę.
si: යෙදුම Google කථන සේවාව භාවිතා කර පෙළ හඬට පරිවර්තනය කරයි.
th: แอปใช้บริการแปลงข้อความเป็นเสียงของ Google
tr: Uygulama, metni sese dönüştürmek için Google Konuşma Hizmetlerini kullanır.
vi: Ứng dụng sử dụng Dịch vụ giọng nói của Google để chuyển văn bản thành giọng nói.

# ttsServiceGranted
source: Speech Services by Google permission granted.
ar: تم منح إذن خدمات Google للصوت.
bn: Google Speech Services-এর অনুমতি দেওয়া হয়েছে।
id: Izin Layanan Ucapan Google diberikan.
mn: Google Speech Services-ийн зөвшөөрөл олгогдсон.
ms: Kebenaran Google Speech Services diberikan.
ne: Google Speech Services अनुमति प्रदान गरियो।
pl: Przyznano dostęp do Usług mowy Google.
si: Google කථන සේවා අවසරය ලබා දී ඇත.
th: อนุญาตบริการแปลงข้อความเป็นเสียงของ Google แล้ว
tr: Google Konuşma Hizmetleri izni verildi.
vi: Đã cấp quyền cho Dịch vụ giọng nói của Google.

# ttsOpenSettings
source: Please tap here to open Speech Services by Google settings.
ar: انقر هنا لفتح إعدادات خدمات Google للصوت.
bn: Google Speech Services-এর সেটিংস খুলতে এখানে ট্যাপ করুন।
id: Ketuk di sini untuk membuka pengaturan Layanan Ucapan Google.
mn: Google Speech Services-ийн тохиргоог нээхийн тулд энд дарна уу.
ms: Ketik di sini untuk buka tetapan Google Speech Services.
ne: Google Speech Services सेटिङ खोल्न यहाँ ट्याप गर्नुहोस्।
pl: Dotknij tutaj, aby otworzyć ustawienia Usług mowy Google.
si: Google කථන සේවා සැකසුම් විවෘත කිරීමට මෙහි තට්ටු කරන්න.
th: กรุณาแตะที่นี่เพื่อเปิดการตั้งค่าบริการแปลงข้อความเป็นเสียงของ Google
tr: Google Konuşma Hizmetleri ayarlarını açmak için buraya dokunun.
vi: Vui lòng nhấn vào đây để mở cài đặt Dịch vụ giọng nói của Google.

# checkDone
source: Done, please check again.
ar: تم، يرجى التحقق مرة أخرى.
bn: সম্পন্ন, অনুগ্রহ করে আবার পরীক্ষা করুন।
id: Selesai, silakan periksa kembali.
mn: Дууссан, дахин шалгана уу.
ms: Selesai, sila semak semula.
ne: सम्पन्न भयो, कृपया पुनः जाँच गर्नुहोस्।
pl: Gotowe, sprawdź ponownie.
si: සම්පූර්ණයි, කරුණාකර නැවත පරීක්ෂා කරන්න.
th: เสร็จแล้ว กรุณาตรวจสอบอีกครั้ง
tr: Tamamlandı, lütfen tekrar kontrol edin.
vi: Đã xong, vui lòng kiểm tra lại.

source: Microphone error?
ar: خطأ في الميكروفون؟
bn: মাইক্রোফোন ত্রুটি?
id: Kesalahan mikrofon?
mn: Микрофоны алдаа?
ms: Ralat mikrofon?
ne: माइक्रोफोन त्रुटि?
pl: Błąd mikrofonu?
si: මයික්‍රෝෆෝන් දෝෂයක්ද?
th: ไมโครโฟนมีปัญหา?
tr: Mikrofon hatası mı?
vi: Lỗi micro?

source: Current streak
ar: السلسلة الحالية
bn: বর্তমান ধারাবাহিকতা
id: Rangkaian saat ini
mn: Одоогийн цуваа
ms: Rentetan semasa
ne: हालको निरन्तरता
pl: Aktualna seria
si: වත්මන් අඛණ්ඩ දින
th: สถิติต่อเนื่องปัจจุบัน
tr: Mevcut seri
vi: Chuỗi ngày hiện tại

source: Longest streak
ar: أطول سلسلة
bn: সবচেয়ে দীর্ঘ ধারাবাহিকতা
id: Rangkaian terpanjang
mn: Хамгийн урт цуваа
ms: Rentetan terpanjang
ne: सबैभन्दा लामो निरन्तरता
pl: Najdłuższa seria
si: දිගම අඛණ්ඩ දින
th: สถิติต่อเนื่องยาวที่สุด
tr: En uzun seri
vi: Chuỗi ngày dài nhất

source: Daily goals
ar: الأهداف اليومية
bn: দৈনিক লক্ষ্য
id: Target harian
mn: Өдрийн зорилго
ms: Sasaran harian
ne: दैनिक लक्ष्यहरू
pl: Dzienne cele
si: දෛනික ඉලක්ක
th: เป้าหมายรายวัน
tr: Günlük hedefler
vi: Mục tiêu hằng ngày

# wordsPerDay
source: words/day
ar: كلمات/يوم
bn: শব্দ/দিন
id: kata/hari
mn: үг/өдөр
ms: Perkataan/hari
ne: शब्द/दिन
pl: słów/dzień
si: වචන/දින
th: คำ/วัน
tr: kelime/gün
vi: từ/ngày

# oneDay
source: One day (24h)
ar: يوم واحد (24 ساعة)
bn: ১ দিন (২৪ ঘণ্টা)
id: 1 hari (24 jam)
mn: 1 өдөр (24 цаг)
ms: 1 hari (24 jam)
ne: १ दिन (२४ घण्टा)
pl: 1 dzień (24 h)
si: දින 1 (පැය 24)
th: 1 วัน (24 ชม.)
tr: 1 gün (24 saat)
vi: 1 ngày (24h)

# watchVideo
source: Watch a ads video
ar: مشاهدة فيديو إعلاني
bn: বিজ্ঞাপনের ভিডিও দেখুন
id: Tonton video iklan
mn: Зар сурталчилгааны видео үзэх
ms: Tonton video iklan
ne: विज्ञापन भिडियो हेर्नुहोस्
pl: Obejrzyj wideo reklamowe
si: දැන්වීම් වීඩියෝ බලන්න
th: ดูวิดีโอโฆษณา
tr: Reklam videosu izle
vi: Xem video quảng cáo

# oneYear
source: Yearly subscription
ar: اشتراك سنوي
bn: বার্ষিক সাবস্ক্রিপশন
id: Langganan tahunan
mn: Жилийн захиалга
ms: Langganan tahunan
ne: वार्षिक सदस्यता
pl: Subskrypcja roczna
si: වාර්ෂික සාමාජිකත්වය
th: สมัครสมาชิกรายปี
tr: Yıllık abonelik
vi: Gói theo năm

source: Most popular
ar: الأكثر شيوعًا
bn: সবচেয়ে জনপ্রিয়
id: Paling populer
mn: Хамгийн түгээмэл
ms: Paling popular
ne: सबैभन्दा लोकप्रिय
pl: Najpopularniejsze
si: වඩාත් ජනප්‍රිය
th: ยอดนิยมที่สุด
tr: En popüler
vi: Phổ biến nhất

source: Best value
ar: أفضل قيمة
bn: সেরা মূল্য
id: Nilai terbaik
mn: Хамгийн ашигтай
ms: Nilai terbaik
ne: सबैभन्दा राम्रो मूल्य
pl: Najlepsza wartość
si: වඩාත් වටිනා
th: คุ้มค่าที่สุด
tr: En iyi değer
vi: Đáng tiền nhất

source: No internet connection
ar: لا يوجد اتصال بالإنترنت
bn: ইন্টারনেট সংযোগ নেই
id: Tidak ada koneksi internet
mn: Интернэт холболт байхгүй
ms: Tiada sambungan internet
ne: इन्टरनेट जडान छैन
pl: Brak połączenia z internetem
si: අන්තර්ජාල සම්බන්ධතාවයක් නොමැත
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok
vi: Không có kết nối internet

source: Please check your internet connection
ar: يرجى التحقق من اتصال الإنترنت
bn: অনুগ্রহ করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন
id: Silakan periksa koneksi internet Anda
mn: Интернэт холболтоо шалгана уу
ms: Sila semak sambungan internet anda
ne: कृपया आफ्नो इन्टरनेट जडान जाँच गर्नुहोस्
pl: Sprawdź połączenie z internetem
si: කරුණාකර ඔබගේ අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න
th: กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ต
tr: Lütfen internet bağlantınızı kontrol edin
vi: Vui lòng kiểm tra kết nối internet

source: Something went wrong
ar: حدث خطأ ما
bn: কিছু ভুল হয়েছে
id: Terjadi kesalahan
mn: Алдаа гарлаа
ms: Sesuatu tidak kena
ne: केही समस्या आयो
pl: Coś poszło nie tak
si: කිසියම් දෝෂයක් සිදුවිය
th: เกิดข้อผิดพลาด
tr: Bir şeyler ters gitti
vi: Đã xảy ra lỗi

source: NetWork Error
ar: خطأ في الشبكة
bn: নেটওয়ার্ক ত্রুটি
id: Kesalahan jaringan
mn: Сүлжээний алдаа
ms: Ralat rangkaian
ne: नेटवर्क त्रुटि
pl: Błąd sieci
si: ජාල දෝෂය
th: ข้อผิดพลาดของเครือข่าย
tr: Ağ hatası
vi: Lỗi mạng
